research/literature_review.org
#+title: Australian Fast Ice Model
#+subtitle: Literature Review
#+date: <2022-06-01 Wed>
#+author: DP@H_{2}O
#+email: daniel.atwater@utas.edu.au
#+LaTeX_class: article
#+LaTeX_CLASS_OPTIONS: [11pt,a4paper]
#+LaTeX_HEADER: \usepackage{setspace} \doublespacing
#+LaTeX_HEADER: \usepackage[type={CC},modifier={by-nc-sa},version={3.0}]{doclicense}
#+LaTeX_HEADER: \usepackage[top=1cm,bottom=1cm,left=1cm,right=1cm]{geometry}
#+LaTeX_HEADER: \usepackage{pdflscape}
#+LaTeX_HEADER: \usepackage[final]{pdfpages}
#+LaTeX_HEADER: \usepackage[myheadings]{fullpage}
#+LaTeX_HEADER: \usepackage{enumerate}
#+LaTeX_HEADER: \usepackage{parskip}
#+LaTeX_HEADER: \usepackage{dashrule}
#+LaTeX_HEADER: \usepackage{enumitem}
#+LaTeX_HEADER: \usepackage{sectsty}
#+LaTeX_HEADER: \usepackage{latexsym}
#+LaTeX_HEADER: \usepackage{framed}
#+LaTeX_HEADER: \usepackage{pbox}
#+LaTeX_HEADER: \usepackage{ifdraft}
#+LaTeX_HEADER: \usepackage[english]{babel}
#+LaTeX_HEADER: \usepackage{fourier}
#+LaTeX_HEADER: \usepackage{shadowtext}
#+LaTeX_HEADER: \usepackage[utf8]{inputenc}
#+LaTeX_HEADER: \usepackage[T1]{fontenc}
#+LaTeX_HEADER: \usepackage[protrusion=true, expansion=true]{microtype}
#+LaTeX_HEADER: \usepackage{textcomp}
#+LaTeX_HEADER: \usepackage{soul}
#+LaTeX_HEADER: \usepackage{lipsum}
#+LaTeX_HEADER: \usepackage{blindtext}
#+LaTeX_HEADER: \usepackage{graphicx}
#+LaTeX_HEADER: \usepackage{float}
#+LaTeX_HEADER: \usepackage{wrapfig}
#+LaTeX_HEADER: \usepackage{rotating}
#+LaTeX_HEADER: \usepackage{tikz}
#+LaTeX_HEADER: \usepackage{tikzpagenodes}
#+LaTeX_HEADER: \usepackage[font=small, labelfont=bf]{caption}
#+LaTeX_HEADER: \usepackage{pgfgantt}
#+LaTeX_HEADER: \usepackage{amsmath}
#+LaTeX_HEADER: \usepackage{bm}
#+LaTeX_HEADER: \usepackage{amssymb}
#+LaTeX_HEADER: \usepackage{marvosym}
#+LaTeX_HEADER: \usepackage{mathpazo}
#+LaTeX_HEADER: \usepackage{mathtools}
#+LaTeX_HEADER: \usepackage{siunitx}
#+LaTeX_HEADER: \usepackage{tabularx}
#+LaTeX_HEADER: \usepackage{longtable}
#+LaTeX_HEADER: \usepackage{array}
#+LaTeX_HEADER: \usepackage{makecell}
#+LaTeX_HEADER: \usepackage{totpages,fancyhdr}
#+LaTeX_HEADER: \def\ORGTITLE  {Literature Review}
#+LaTeX_HEADER: \def\ORGAUTHOR {DP@H_2O}
#+LaTeX_HEADER: \pagestyle{fancy}
#+LaTeX_HEADER: \fancyhf{}
#+LaTeX_HEADER: \setlength\headheight{1cm}
#+LaTeX_HEADER: \fancyhead[L]{\LARGE \ORGTITLE  }
#+LaTeX_HEADER: \fancyhead[R]{\large \ORGAUTHOR }
#+LaTeX_HEADER: \fancyfoot[C]{\small Page \thepage}
#+LaTeX_HEADER: \usepackage[natbib,style=authoryear-comp]{biblatex}
#+LaTeX_HEADER: \bibliography{../references/refs_bbt.bib}
#+LaTeX_HEADER: \usepackage{url}
#+LaTeX_HEADER: \usepackage{booktabs}
#+LaTeX_HEADER: \usepackage{hyperref}
#+LaTeX_HEADER: \hypersetup{colorlinks=true,linktoc=all,linkcolor=blue,filecolor=magenta,urlcolor=cyan,citecolor=magenta}
#+LaTeX_HEADER: \usepackage{titling}
#+LaTeX_HEADER: \title{\textsc{Research Plan}}
#+LaTeX_HEADER: \author{\href{mailto:daniel.atwater@utas.edu.au}{Daniel Patrick Atwater}}
#+LaTeX_HEADER: \setcounter{secnumdepth}{1}
#+LaTeX_HEADER: \setcounter{tocdepth}{1}
#+LaTeX_HEADER: \usepackage{xcolor}
#+LaTeX_HEADER: \newcommand{\crule}[3][black]{\textcolor{#1}{\rule{#2}{#3}}}
#+LaTeX_HEADER: \newcommand{\source}[1]{\caption*{\hfill Source: {#1}} }
#+LaTeX_HEADER: \newcommand{\HRule}[1]{\rule{\linewidth}{#1}}
#+LaTeX_HEADER: \newcommand{\latlonDec}[2]{$\ang{#1}$ \textbf{#2}}
#+LaTeX_HEADER: \newcommand{\citationNeeded}{\textbf{}}
#+LaTeX_HEADER: \newcommand{\htwoo}{H$_2$O }
#+LaTeX_HEADER: \newcommand{\otwo}{O$_2$ }
#+LaTeX_HEADER: \newcommand{\cotwo}{CO$_2$ }
#+LaTeX_HEADER: \newcommand{\chfour}{CH$_4$ }
#+LaTeX_HEADER: \newcommand{\ntwo}{N$_2$ }
#+LaTeX_HEADER: \newcommand{\moc}{\textit{\textsc{moc }}} %Meridional Overturning Circulation
#+LaTeX_HEADER: \newcommand{\nadw}{\textit{\textsc{nadw }}} %Meridional Overturning Circulation
#+LaTeX_HEADER: \newcommand{\sip}{\textit{\textsc{sip }}} %Sea ice production
#+LaTeX_HEADER: \newcommand{\dsw}{\textit{\textsc{{dsw }}}} %Dense Shelf Water
#+LaTeX_HEADER: \newcommand{\aabw}{\textit{\textsc{{aabw }}}} %Antarctic Bottom Water
#+LaTeX_HEADER: \newcommand{\asf}{\textit{\textsc{{asf }}}} %Antarctic Slope Front
#+LaTeX_HEADER: \newcommand{\asc}{\textit{\textsc{{asc }}}} %Antarctic Slope Current
#+LaTeX_HEADER: \newcommand{\acc}{\textit{\textsc{{acc }}}} %Antarctic Slope Current
#+LaTeX_HEADER: \newcommand{\cdp}{\textit{\textsc{{cdp }}}} %Cape Darnley Polynya
#+LaTeX_HEADER: \newcommand{\cdfi}{\textit{\textsc{{cdfi }}}}
#+Latex_HEADER: \newcommand{\mc}{\textit{\textsc{{mc }}}} %Mawson Coast
#+LaTeX_HEADER: \newcommand{\ais}{\textit{\textsc{{ais} }}} %Amery Ice Shelf
#+LaTeX_HEADER: \newcommand{\fastice}{fast ice }
#+LaTeX_HEADER: \newcommand{\Fastice}{Fast ice }
#+LaTeX_HEADER: \newcommand{\Lpolynya}{$\mathcal{L}$-polynya }
#+LaTeX_HEADER: \newcommand{\Tpolynya}{$\mathcal{T}$-polynya }
#+LaTeX_HEADER: \newcommand{\wmo}{\href{https://public.wmo.int/en}{\uppercase{wmo}}}
#+LaTeX_HEADER: \newcommand{\utas}{\href{https://utas.edu.au}{\textsc{UTas}}}
#+LaTeX_HEADER: \newcommand{\aapp}{\href{https://aappartnership.org.au}{\uppercase{aapp}}}
#+LaTeX_HEADER: \newcommand{\imas}{\href{https://www.imas.utas.edu.au}{\uppercase{imas}}}
#+LaTeX_HEADER: \newcommand{\csiro}{\href{https://www.csiro.au/en/about/people/business-units/oceans-and-atmosphere}{\uppercase{csiro}}}
#+LaTeX_HEADER: \newcommand{\bom}{\href{http://www.bom.gov.au}{\uppercase{bom}}}
#+LaTeX_HEADER: \newcommand{\anu}{\href{http://www.anu.edu.au}{\uppercase{anu}}}
#+LaTeX_HEADER: \newcommand{\primarysupervisor}{\href{mailto:alexander.fraser@utas.edu.au}{\textsc{Alex Fraser}}}
#+LaTeX_HEADER: \newcommand{\secondarysupervisor}{\href{mailto:will.hobbs@utas.edu.au}{\textsc{Will Hobbs}}}
#+LaTeX_HEADER: \newcommand{\tertiarysupervisor}{\href{mailto:paul.spence@utas.edu.au}{\textsc{Pual Spence}}}
#+LaTeX_HEADER: \newcommand{\grc}{\href{mailto:maxim.nikurashin@utas.edu.au}{\textsc{Max Nikurashin}}}

