research/literature_review.tex
% Created 2022-06-06 Mon 07:47
% Intended LaTeX compiler: pdflatex
\documentclass[11pt,a4paper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[type={CC},modifier={by-nc-sa},version={3.0}]{doclicense}
\usepackage[top=1cm,bottom=1cm,left=1cm,right=1cm]{geometry}
\usepackage{pdflscape}
\usepackage[final]{pdfpages}
\usepackage[myheadings]{fullpage}
\usepackage{enumerate}
\usepackage{parskip}
\usepackage{dashrule}
\usepackage{enumitem}
\usepackage{sectsty}
\usepackage{latexsym}
\usepackage{framed}
\usepackage{pbox}
\usepackage{ifdraft}
\usepackage[english]{babel}
\usepackage{fourier}
\usepackage{shadowtext}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage[protrusion=true, expansion=true]{microtype}
\usepackage{textcomp}
\usepackage{soul}
\usepackage{lipsum}
\usepackage{blindtext}
\usepackage{graphicx}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage{tikz}
\usepackage{tikzpagenodes}
\usepackage[font=small, labelfont=bf]{caption}
\usepackage{pgfgantt}
\usepackage{amsmath}
\usepackage{bm}
\usepackage{amssymb}
\usepackage{marvosym}
\usepackage{mathpazo}
\usepackage{mathtools}
\usepackage{siunitx}
\usepackage{tabularx}
\usepackage{longtable}
\usepackage{array}
\usepackage{makecell}
\usepackage{totpages,fancyhdr}
\def\ORGTITLE  {Literature Review}
\def\ORGAUTHOR {DP@H_2O}
\pagestyle{fancy}
\fancyhf{}
\setlength\headheight{1cm}
\fancyhead[L]{\LARGE \ORGTITLE  }
\fancyhead[R]{\large \ORGAUTHOR }
\fancyfoot[C]{\small Page \thepage}
\usepackage[natbib,style=authoryear-comp]{biblatex}
\bibliography{../references/refs_bbt.bib}
\usepackage{url}
\usepackage{booktabs}
\usepackage{hyperref}
\hypersetup{colorlinks=true,linktoc=all,linkcolor=blue,filecolor=magenta,urlcolor=cyan,citecolor=magenta}
\usepackage{setspace}
\usepackage{titling}
\title{\textsc{Research Plan}}
\author{\href{mailto:daniel.atwater@utas.edu.au}{Daniel Patrick Atwater}}
\setcounter{secnumdepth}{1}
\setcounter{tocdepth}{1}
\usepackage{xcolor}
\newcommand{\crule}[3][black]{\textcolor{#1}{\rule{#2}{#3}}}
\newcommand{\source}[1]{\caption*{\hfill Source: {#1}} }
\newcommand{\HRule}[1]{\rule{\linewidth}{#1}}
\newcommand{\latlonDec}[2]{$\ang{#1}$ \textbf{#2}}
\newcommand{\citationNeeded}{\textbf{}}
\newcommand{\htwoo}{H$_2$O }
\newcommand{\otwo}{O$_2$ }
\newcommand{\cotwo}{CO$_2$ }
\newcommand{\chfour}{CH$_4$ }
\newcommand{\ntwo}{N$_2$ }
\newcommand{\moc}{\textit{\textsc{moc }}} %Meridional Overturning Circulation
\newcommand{\nadw}{\textit{\textsc{nadw }}} %Meridional Overturning Circulation
\newcommand{\sip}{\textit{\textsc{sip }}} %Sea ice production
\newcommand{\dsw}{\textit{\textsc{{dsw }}}} %Dense Shelf Water
\newcommand{\aabw}{\textit{\textsc{{aabw }}}} %Antarctic Bottom Water
\newcommand{\asf}{\textit{\textsc{{asf }}}} %Antarctic Slope Front
\newcommand{\asc}{\textit{\textsc{{asc }}}} %Antarctic Slope Current
\newcommand{\acc}{\textit{\textsc{{acc }}}} %Antarctic Slope Current
\newcommand{\cdp}{\textit{\textsc{{cdp }}}} %Cape Darnley Polynya
\newcommand{\cdfi}{\textit{\textsc{{cdfi }}}}
\newcommand{\mc}{\textit{\textsc{{mc }}}} %Mawson Coast
\newcommand{\ais}{\textit{\textsc{{ais} }}} %Amery Ice Shelf
\newcommand{\fastice}{fast ice }
\newcommand{\Fastice}{Fast ice }
\newcommand{\Lpolynya}{$\mathcal{L}$-polynya }
\newcommand{\Tpolynya}{$\mathcal{T}$-polynya }
\newcommand{\wmo}{\href{https://public.wmo.int/en}{\uppercase{wmo}}}
\newcommand{\utas}{\href{https://utas.edu.au}{\textsc{UTas}}}
\newcommand{\aapp}{\href{https://aappartnership.org.au}{\uppercase{aapp}}}
\newcommand{\imas}{\href{https://www.imas.utas.edu.au}{\uppercase{imas}}}
\newcommand{\csiro}{\href{https://www.csiro.au/en/about/people/business-units/oceans-and-atmosphere}{\uppercase{csiro}}}
\newcommand{\bom}{\href{http://www.bom.gov.au}{\uppercase{bom}}}
\newcommand{\anu}{\href{http://www.anu.edu.au}{\uppercase{anu}}}
\newcommand{\primarysupervisor}{\href{mailto:alexander.fraser@utas.edu.au}{\textsc{Alex Fraser}}}
\newcommand{\secondarysupervisor}{\href{mailto:will.hobbs@utas.edu.au}{\textsc{Will Hobbs}}}
\newcommand{\tertiarysupervisor}{\href{mailto:paul.spence@utas.edu.au}{\textsc{Pual Spence}}}
\newcommand{\grc}{\href{mailto:maxim.nikurashin@utas.edu.au}{\textsc{Max Nikurashin}}}
\author{DP@H\textsubscript{2}O}
\date{\textit{<2022-06-01 Wed>}}
\title{Australian Fast Ice Model\\\medskip
\large Literature Review}
\hypersetup{
 pdfauthor={DP@H\textsubscript{2}O},
 pdftitle={Australian Fast Ice Model},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.5.2)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents
