research/literature_review.tex


\section{Introduction}
\label{sec:org8a33e7c}

The meridional overturning circulation (\moc) within the Earth's ocean
basins is understood to play a significant contribution in regulating
heat content of the climate, ventilating the deep ocean and \cotwo uptake
\citep{orsiCirculationMixingProduction1999,levitusWarmingWorldOcean2005,bindoffObservationsOceanicClimate2007,purkeyWarmingGlobalAbyssal2010,talleyClosureGlobalOverturning2013}. With
overturning time scales on the order of a millennia \citep{johnsonQuantifyingAntarcticBottom2008}
understanding the driving mechanisms of the \moc has implications for
the rates of change of key parameters in Earth's climate: e.g. \cotwo uptake rate, latent heat draw down, and ventilation of the deep ocean
\citep{bindoffObservationsOceanicClimate2007,purkeyWarmingGlobalAbyssal2010}. 

The conceptual model of the \moc includes the tropical waters of the
Atlantic flowing north via the Gulf Stream and overturning at various
locations in the north Atlantic due to baroclinic instabilities, thus
becoming North Atlantic Deep Water. At the other end of planet, along
the coast of Antarctica, a complex set of seasonal events give rise to
coastal processes that cause cold dense water to form at the surface
at key locations \citep{orsiCirculationMixingProduction1999}. As the water forms it is
highly unstable and begins to sink flowing down the slopes of the
continental shelf, mixing with ambient waters in its descent, and in
the process becoming dense shelf water (\dsw) \citep{orsiCirculationMixingProduction1999}. Both
Ekman forced and baroclinic instabilities transport
\citep{orsiCirculationMixingProduction1999} this \dsw flows across the Antarctic slope front,
with some indication of mixing
\citep{mizutaSeasonalEvolutionCape2021,vanachterModellingLandfastSea2022,rintoulOceanHeatDrives2016}, and into the various
abyssal plains (e.g. becoming Antarctic Bottom Water \textemdash
\aabw) \citep{stewartAccelerationOverturningAntarctic2019}. Abyssal
waters with a southern origin that are colder than the North Atlantic
Deep Water, with temperatures below \si{2}{\degress\Celisus} have been referred to
generically as Antarctic Bottom Water (\aabw) for quite a long time [Deacon,
1933; Speer \& Zenk, 1993]. This water mass fills the ocean basins of
the Southern Hemisphere \citep{johnsonQuantifyingAntarcticBottom2008}, and is identified as cold
dense abyssal water originating from overturning coastal waters around
Antarctica \citep{orsiCirculationMixingProduction1999}. 

In this manner, \aabw mass accounts for 30\textendash 40\% of global ocean
mass \citep{johnsonQuantifyingAntarcticBottom2008}. Its formation and controlling mechanisms are
areas of contemporary research. In the effort to prognosticate furture
climate, the current capability to constrain the climate's heat
budget, via global climate models, is dependent upon knowledge of
these controlling mechanisms of the deep ocean
\citep{dominguesImprovedEstimatesUpperocean2008,murphyObservationallyBasedEnergy2009,purkeyGlobalContractionAntarctic2012,durackOceanWarmingSurface2018}. At
present, the uncertainty in deep-ocean heat uptake has been shown to be a
significant cause of variation among climate models
\citep{boeDeepOceanHeat2009,durackOceanWarmingSurface2018}. While on the other hand, empirically, it
also has been shown that Earth's systems linked to the long-term
water-phase-mass distribution and surface temperature variations are
accelerating \citep{murphyObservationallyBasedEnergy2009,portnerIPCCSpecialReport2019}.

One specific uncertainty of the \moc under investigation in this work,
is the rate at which \aabw is formed via \dsw formation. To
investigate this uncertainty I will be undertaking a series of
simulations, and likely enhancements/tuning of those simulations, of a
coupled physical system (sea ice-ocean and possibly an atmosphere
coupled model) across the circumpolar Antarctic domain.
