research/literature_review.org
** Project Overview

First, before analysing and revising the physically simulated
environment across the whole of the Antarctic coastline for fast ice
distribution accuracy, I will be focusing on specific region of East
Antarctica. The Mawson Coast and Prydz Bay region of East Antarctica under investigation here, is chosen due to its:
\begin{enumerate}
\item significance in \aabw formation
  \citep{williamsSurfaceOceanographyBROKEWest2010,ohshimaGlobalViewSeaice2016,tamuraSeaIceProduction2016,williamsg.d.SuppressionAntarcticBottom,fraserLandfastIceControls2019,aokiFresheningAntarcticBottom2020},
\item previous remote sensing, oceanographic a geographic studies (i.e. data availability)
  \citep{meijersCirculationWaterMasses2010,williamsSurfaceOceanographyBROKEWest2010,ohshimaAntarcticBottomWater2013,tamuraSeaIceProduction2016,fraserLandfastIceControls2019,aokiFresheningAntarcticBottom2020,smithCapeDarnleyBathymetry2020},
  and
\item previous geophysical fluid modelling covering or adjacent to this region
  \citep{galton-fenziModelingBasalMelting2012,nakayamaNumericalInvestigationFormation2014,liuModelingModifiedCircumpolar2017,kusaharaModelingOceanCryosphere2017,kusaharaDenseShelfWater2017,naughtenIntercomparisonAntarcticIceshelf2018,vanachterModellingLandfastSea2022}.
\end{enumerate}

The distinction of the Mawson Coast, in this context, is its inclusion of the Cape Darnley Polynya
(\cdp) \citep{meijersCirculationWaterMasses2010}. The \cdp is a coastal ocean polynya
(i.e. latent\textendash heat polynya) \citep{massomDistributionFormativeProcesses1998,tamuraMappingSeaIce2008}. Some coastal ocean
polynyas are sources of \aabw \citep{massomDistributionFormativeProcesses1998,maquedam.PolynyaDynamicsReview}. For
reasons of clarification, I will use the \cite{barberChapterRoleSea2007} definition of
polynyas:
\begin{quote}
  Polynyas are persistent reoccurring regions of open water and/or thin ice,
  tens to tens of thousands of square kilometres in extent, that occur at
  locations where more consolidated and thicker ice cover would be
  climatologically expected.
\end{quote}

This defintion is derived, in part, from \cite{smithPolynyasLeadsOverview1990} and requires a
further, modern qualification, and that is that polynyas are \textit{non-linear}
regions \citep{massomDistributionFormativeProcesses1998} of open water and/or thin ice. The inverse of this
given by \cite{smithPolynyasLeadsOverview1990} in their definition of oceanographic \textit{leads} as
\textit{linear} openings in sea ice differentiated by their absence of
re-occurrence at a particular geographic location. For completeness, it should
be added, that coastal ocean polynyas are distinctly different from open ocean
polynyas in that the former are associated with sea ice production (\sip),
salt-rejection and hence \dsw formation
\citep{massomDistributionFormativeProcesses1998,maquedam.PolynyaDynamicsReview,tamuraMappingSeaIce2008}. This is in contrast to open ocean
polynyas (i.e. sensible heat polynyas) that are not typically associated with
\sip, especially in the Southern Ocean. Categorically, it is the water mass
modification occurring in coastal polynyas of Antarctica which are a
key driver of the \moc \citep{gawarkiewiczNumericalStudyDense1995,orsiCirculationMixingProduction1999,galton-fenziModelingBasalMelting2012,sansivieroModellingSeaIce2017},
and particularly, of concern in this work, is that the \cdp has been
shown to contribute 13\textendash 30% of the total \aabw mass \citep{ohshimaAntarcticBottomWater2013}.

Given the identification of the \cdp as a significant contributor to \aabw, the
effort to determine its controlling factors has been pursued \citep{nakayamaNumericalInvestigationFormation2014,liuModelingModifiedCircumpolar2017}. \cite{fraserLandfastIceControls2019}
have shown that the contribution, specifically the length of landfast
ice (\fastice), termed Cape Darnley \fastice (\cdfi) is the most corollary physical feature (measured by satellite) in relation to the size of \cdp. (Note, I
include here the `dagger' portion, defined by \cite{fraserLandfastIceControls2019}, when
considering \cdfi). Beyond the physical importance of \fastice with polynya
dynamics it should be further ascribed that their role within the environment as unique habitats
is critical and our knowledge is formative \citep{trathanFirstRecordedLoss2011,ainleyApparentPopulationDecrease2015a}. It may also be worth mentioning here, that conceptually
differentiating \fastice from other types of sea ice (e.g. pack
ice, floes, etc.), I do so inline with common practice via the World
Meteorological Definition (\wmo) definition \cite{wmoWMOSeaiceNomenclature1970}:
\begin{quote}
  Sea ice which forms and remains fast along the coast, where it is attached to
  the shore, to an ice wall, to an ice front, between shoals or grounded
  icebergs. Vertical fluctuations may be observed during changes of sea-level.
  Fast ice may be formed in situ from sea water or by freezing of floating ice
  of any age to the shore, and it may extend a few metres or several hundred
  kilometres from the coast. Fast ice may be more than one year old and may then
  be prefixed with the appropriate age category (old, second-year, or multi-
  year).
\end{quote}

In many parts of the Antarctic continental shelf bathymetry favours the grounding of
icebergs \citep{wescheIcebergSignaturesDetection2012}. The grounding of icebergs provides a linking/trapping/blocking
mechanism for sea ice to become fastened to the iceberg \citep{massomEffectsRegionalFastice2001,fraserLandfastIceControls2019,liSpatiotemporalPatternsLandfast2020}. In some cases this
fastening links back to the shoreline, shelf edge, grounding keels, glacial
tongues, or ice walls \citep{massomDistributionFormativeProcesses1998,fraserEastAntarcticLandfast2012}.
\cdfi (and hence \cdp) appear connected in this manner to the seafloor topography
adjacent to Cape Darnley (i.e. Fram Bank) \citep{nakayamaNumericalInvestigationFormation2014,liuModelingModifiedCircumpolar2017}. It has
been shown that the spatial and temporal distribution of \fastice acts as
barrier and either inhibits or an enhances the size a coastal ocean
polynya
\citep{massomEffectsRegionalFastice2001,ohshimaAntarcticBottomWater2013,nakayamaNumericalInvestigationFormation2014,nihashiCircumpolarMappingAntarctic2015,kusaharaDenseShelfWater2017,fraserLandfastIceControls2019}.
The work done recently by \cite{fraserLandfastIceControls2019} provides a new metric for
\fastice categorisation and has shown that quantifying and predicting
\sip cannot rely solely on representation of the near surface wind, but also
must include the spatial and temporal distribution of the \fastice. Hence, a
growing \fastice database of Antarctic is underway \citep{fraserHighresolutionMappingCircumAntarctic2020} and will
be utilised in this work.

Prior to the above work, a lack of appropriate repressentation of
\fastice as well as the critical iceberg distribution, at a given time, in a coupled
ice-ocean numerical model, under represents \sip, and hence \dsw formation,
incorrectly, or not at all \citep{nakayamaNumericalInvestigationFormation2014,liuModelingModifiedCircumpolar2017}. Fast\textendash  
ice estimates derived from satellite indicate the \cdp to be a region
of high \sip and \dsw formation (13\textendash 30% of total \aabw mass) through annual
production of sea ice between 195 $\pm$ 71 \si{\kilo\meter\cubed}
\citep{ohshimaAntarcticBottomWater2013,tamuraSeaIceProduction2016}. The
controlling mechanisms for the \cdp are yet to be well documented but
are likely both atmospheric and oceanographic via: katabatic surface
winds, westward circumpolar flow, and favourable bathymetric topology
of the subsurface northward extension of the \cdp. 

The impetus of this thesis is focused on correctly representing
\fastice via a coupled sea ice\textendash ocean model \textemdash the
Modular Ocean Model (MOM6), Los Alamos Community Sea Ice model (CICE)
\citep{hunkeSeaiceModelsClimate2010,hunkeCICEAlamosSea2010} and
Wavewatch III (WW3). Rationale of choosing these models as well as an
overview of oceanographic, atmospheric and cryospheric
features and concepts will now be provided.

