research/literature_review.org
* Oceanography of the Southern Ocean

The Southern Ocean is broadly defined as the body of planetary water
that separates Antarctica from the continental landmasses of South
America, Africa and Australia. The Antarctic Circumpolar Current
(\acc) is the major oceanographic feature that encompases the Southern
Ocean. An unimpeded flow of a series of ocean surface jets that
extend hundreds of metres into the water column, encircling the
planet and allowing for information in the form of heat, chemicals and
nutrients to be exchanged between the ocean basins on timescales of
months to years. It is the largest current of
water on earth, driven by westerly winds between 45-55 deg.S. and
buoyancy forcing that tilt surfaces of density (isopycnal surfaces) in
the ocean basins (Atlantic, Indian and Pacific) towards the south and create the eastward geostrophic
flow of the \acc. Waters of the ocean basins are thus connected via
the \acc\citep{orsiMeridionalExtentFronts1995}. This relationship gives rise to highly distinguishable meridional
gradient that separates the Southern Ocean waters from those of the
low-latitude ocean basin waters. The area where these waters converge
on the surface is the \acc or also referred to as the sub-tropical
front \citep{orsiCoolingVentilatingAbyssal2001}. In this manner it can be
thought of as a series of ocean jets that, due to the absence of any
pressure gradient force that a blocking land mass would impose, in
which no net geostrophic flow across the \acc can occur.

The \acc differs fundamentally from other major current
systems (western boundary currents) in that its zonal ocean transport
is known to be proportional \textit{directly} to the wind stress
\citep{munkNoteDynamicsAntarctic1951}. Whereas, western boundary
currents (Gulf Stream, Kuroshio, EAC, etc.), the wind stress is
balanced with lateral friction, and hence the transport is proportional to the
\textit{curl} of the wind stress
\citep{munkNoteDynamicsAntarctic1951}. \cite{hughesWhyWesternBoundary2001}
further showed that the interaction of the \acc flow with topographic features is also
fundamentally a balance in the absolute vorticity at depth and
advection of planetary vorticity, whereas the flat-bottom Sverdrup
balance between the curl of the wind stress and advection of planetary
vorticity, in the other ocean basins, is \textit{not} linked to bottom
topography. This fundamental distinction is
significant in that the transfer of energy from the atmosphere to
ocean, in the Southern Ocean, is not only like no where else on the
planet, but also intimately tied to the synoptic atmosphere of the
Southern Hemisphere and the bathymetry of the Southern Ocean.

Consider again the isopycnal surfaces of the ocean basins. In areas
where they rapidly rise in the southward direction, and are in balance
with geostrophic flow, they induce eastward flow intensification in
\acc. In areas where thesse sloping surfaces become baroclinically unstable meso-scale eddies are generated and facilitate
the transfer and the mixing of sub-polar and sub-tropical ocean basin waters. These
anti-cyclonic (warm core eddies) transport warm salty sub-tropical
nutrient poor waters towards the Antarctic shelf
\citep{rintoulGlobalInfluenceLocalized2018}. These warm core eddies,
with their divergent surface flow, facilitate the vertical momemtum
transport necessary to balance the heat loss of the sub-polar ocean
with that gained from the sub-tropical waters -- i.e. venting of the
deep ocean is ocean is achieved. Critical to this process is that the
vertical momemtum transport induces a deep water geostropic flow, in
turn balanced by the pressure gradient force over bathymetry, which
results in bottom force stress that opposes the surface wind. This
critically allows for transport where otherwise no time-averaged
geogstrophic flow can occur. Hence the \moc and the \acc are
initimately linked.

Along the coastline of Antarctica fierce katabatic oceanward winds
pour off the massive ice shelves and glaciers and have a slightly more
eastward tendency and hence drive Ekman transport of relatively cold
freshwater westward and away from the coast. This is observed as two
current systems called the Antarctic Slope Front and Antarctic Coastal
Current \citep{heywoodFateAntarcticSlope2004}. Distinguishing between
these two current systems is not necessarily beneficial and hence are
commonly referred to as the Antarctic Slope Current (\asc). Just as the \acc is a
series of eastward boundary jets in the deep water of the Southern Ocean, the
\asc is a series of westward jets that roughly follow the
continental shelf and control the rate at which waters flow onto and
away from the shelf waters \citep{thompsonAntarcticSlopeCurrent2018}. It is also important to
note that the \asc is not purely driven by local effects but also
linked to climatic systems El Nino Southern Oscillation (ENSO) and the
Southern Annular Mode (SAM) \citep{spenceRapidSubsurfaceWarming2014,nakayamaOriginCircumpolarDeep2018}. The \asc is
near surface current that flows at rates of 10-30 cm/s. The importance
of this 

* Cryosphere of Antarctic Coastal Margin

The continental shelf waters of Antarctica are the connector to the
Antarctic cryosphere. In West Antarctica this has been most pointedly
observed as the increase to the heat
content of the shelf waters has directly contributed to dramatic
thinning of those ice shelves [Heywood2014,Paolo2015]. The thinning
has been directly attributed to melting from beneath the ice tongues
and shelves as the warmer water that has arrived from the sub-tropical
basins via a set of dynamic processes and provides the annual heat required
to thin these massive quantities of ice [Pritchard 2012]. The present rate at
which thinning/melting is occurring is three times what it was three
decades ago [Rintoul2016].

The depth of the continental shelf around most of Antarctica is 500m
with many important high gradient canyons crucial in hydrographic
feature definition of the cryosphere. 

* Coupled Sea Ice -- Ocean Modelling
** MOM6
The Modular Ocean Model (MOM) is currently being developed for it's sixth versional release (MOM6).
It originated in the early 1990's in the United States at the National Oceanic and Atmospheric
Administration's (NOAA) Geophysical Fluid Dynamic Laboratory (GFDL). MOM was an evolution in another
earlier GFDL ocean model colloquial referred to as the Bryan-Cox Model, which had its origin at GFDL sometime in
the 1960's. MOM1 was written in Fortran77 which allowed for modularity of the code, i.e. one set of
instructions did not have to all exist within a single file, and modules could be loaded as needed.
Along with good documentation and test cases with which a researcher could ensure consistency
against proven results on another computing platform, essentially the modern-era of community-based
climate model code development was opened.

Each release of MOM, from MOM1 (1991) to MOM5 (2012), have had significant enhancements and
developments to the parameterisations, numerical methods, language upgrades, documentation and test
cases. This development has paralleled advances in observations and theoretical knowledge on
temporarl and spatial scales that enable

+ hgiher resolution
+ ice shelf cavities
+ tides
+ improved vertical coordinate

** CICE6
** WW3
* References
#+LaTeX: \printbibliography[heading=none]
